Repository: botirovshox-lang/med-translation
Catalog: med_translation_backup_20260524_173328/словари/output/tm.tmx
Source language: en
Languages: ru

source: Ì Hepatitis B Ì Antibodies to show you are immune to German measles (rubella) Antibodies to show you are immune to chickenpox (varicella) Ì Cystic fibrosis Ì Sickle cell anemia Ì Syphilis HIV. Mothers can pass this infection to their babies during pregnancy, labor and breastfeeding. All pregnant women are encouraged to get this blood test. You may be asked to sign a consent form before the test. Test results are confidential. Some types of birth defects in your baby. This test is called a quad screen and is a group of blood tests that check for increased risk of some types of birth defects in your baby. This test includes an alpha fetoprotein (AFP) test. The quad screen is done between 15 and 20 weeks of pregnancy. • One-Hour Glucose Challenge or Glucose Screening This test measures your body’s response to glucose (sugar) to check for gestational diabetes. It is done for all pregnant women between 24 to 28 weeks of pregnancy. However, if you have certain risk factors your doctor may have you take the test earlier. To complete the test, you must drink a special soda that has a large amount of sugar. Then you will have your blood drawn in exactly one hour. If your test results are not normal, you may need a second test, a 3-hour glucose tolerance test (GTT). Prenatal Care. Russian.
ru: Ì Гепатит В Ì Антитела к краснухе Антитела к ветряной оспе Ì Кистозный фиброз Ì Серповидно-клеточная анемия Ì Сифилис Ì ВИЧ. Матери могут заразить своих детей во время беременности, родов и кормления грудью. Всем беременным рекомендуется сдать этот анализ крови. Перед анализом вас могут попросить подписать форму информированного согласия. Результаты обследований являются конфиденциальными. Некоторые виды врожденных аномалий у ребенка. Это обследование называется четверным тестом и представляет собой группу анализов крови на повышенный риск развития ряда врожденных аномалий у ребенка. Анализ включает в себя тест на альфа-фетопротеин (АФП). Это обследование проводится между 15-й и 20-й неделями беременности. • Часовой глюкозотолерантный тест. В ходе этого исследования проверяется реакция организма на сахар (глюкозу) и наличие у беременной гестационного диабета. Это исследование проводится у всех женщин с 24-й по 28-й неделю беременности. Однако, если у вас есть определенные факторы риска, врач может назначить это исследование раньше. Вам необходимо будет выпить специальный напиток с большим количеством сахара. Затем ровно через час у вас возьмут кровь. В случае отклонения результатов первого теста вам может потребоваться второй анализ — 3-часовой тест на толерантность к глюкозе.

source: • Amniocentesis - This test checks for genetic diseases and is often done between 15 and 20 weeks of pregnancy. The doctor puts a needle through the woman’s abdomen to remove a small amount of amniotic fluid. The fluid is sent to a lab for testing. • Chorionic Villus Sampling (CVS) - This test is an alternative to the amniocentesis test. A sample of cells is removed from the placenta to check for genetic diseases. This test can be done earlier in pregnancy (at 10 to 12 weeks), but the risks of this test are higher. • Group B Streptococcus (GBS) - GBS is a common bacteria found in the vaginas of women. It can cause infection in the baby. This test involves swabbing the vagina and rectum, usually between 35 and 37 weeks of pregnancy. • Tests to monitor fetal health: Ì Fetal Movement Count – This test is done at home. You lie on your side and count how long it takes your baby to have 10 movements. Ì Ultrasound – You will have at least 1 ultrasound during your pregnancy, often at 18 to 20 weeks of pregnancy. Your doctor may want to do more ultrasounds to check your baby’s growth or condition. Doppler Ultrasound – This test is done to check blood flow to the baby. Prenatal Care. Russian.
ru: • Амниоцентез. При этом обследовании проверяются генетические заболевания, и оно чаще всего проводится с 15-й по 20-й неделю беременности. Врач вводит иглу в живот женщины с целью взятия небольшого количества околоплодных вод. Жидкость отправляется в лабораторию для анализа. • Проба ворсинчатого хориона. Данный анализ является альтернативой амниоцентезу. Из плаценты берется проба клеток для проверки на наличие генетических заболеваний. Данный тест можно провести на ранних сроках беременности (от 10 до 12 недель), но связанные с ним риски оказываются выше. СГБ • Стрептококк группы В (СГБ). — это распространенная бактерия, которая часто встречается во влагалище. Она может вызвать инфекцию у ребенка. Данный анализ включает взятие мазка из влагалища и прямой кишки, как правило, с 35-й по 37-ю неделю беременности. • Тесты для контроля здоровья плода: Ì Подсчет частоты шевеления плода (выполняется дома). Необходимо лечь на бок и посчитать, сколько времени требуется ребенку, чтобы совершить 10 движений. Ì УЗИ. Во время беременности вам будет назначено по крайней мере одно ультразвуковое обследование (как правило, с 18 по 20 неделю). Врач может назначить проведение дополнительных УЗИ для проверки развития или состояния плода. Ì Ультразвуковое доплеровское исследование. В ходе исследования проверяется приток крови к плоду.

source: Ì Non-Stress Test – This test measures the baby’s heart rate in response to his or her movements. This test is painless and involves putting patches on the mother’s abdomen. Ì Biophysical Profile – This test involves monitoring the baby’s heart rate as well as doing an ultrasound. Ì Modified Biophysical Profile – This test involves monitoring the baby’s heart rate as well as doing an ultrasound. Amniotic fluid is also checked. Ì Contraction Stress Test – This test measures the baby’s heart rate when the uterus contracts. At anytime during your pregnancy, call your doctor right away if: • Your membranes or bag of water break or leak. • You have any vaginal bleeding. • You have cramping or contractions that occur more than 4 to 6 times in an hour. • You notice a decrease in your baby’s movement • You have a headache that won’t go away. • You have vision changes, such as blurred, tunnel or double vision. © 2006 - July 20, 2021, Health Information Translations. found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Wexner Medical Center, Mount Carmel Health System, OhioHealth and Nationwide a result of your stopping medical treatment or your failure to obtain treatment. Prenatal Care. Russian.
ru: Ì Нестрессовый тест. Данное исследование измеряет частоту сердечных сокращений плода при его движении. Это обследование является безболезненным. Во время обследования на живот матери будут помещены наклейки. Ì Биофизический профиль. Данный тест включает мониторинг сердечного ритма плода, а также ультразвуковое исследование. Модифицированный биофизический профиль. Данный тест включает мониторинг сердечного ритма плода, а также ультразвуковое исследование. Кроме того, проверяются околоплодные воды. Контрактильный стрессовый тест. В ходе этого исследования измеряется сердцебиение плода в ответ на сокращения матки. В любой момент беременности немедленно звоните врачу, если: • Плодные оболочки или плодный пузырь повредились или протекают. • У вас вагинальное кровотечение. • У вас спазмы или схватки, которые происходят чаще, чем 4–6 раз в час. • Ребенок стал меньше двигаться. • У вас не проходит головная боль. • Появились проблемы со зрением, например помутнение, двоение в глазах или туннельное зрение. for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Children’s Hospital are not responsible for injuries or damages you may incur as

source: Preventing Falls While you are in the hospital, you may have tests, treatments or new medicines that could cause you to feel weak or dizzy. Even being in bed for just one day can make you feel weak. Be careful to avoid falling while you are in the hospital. To Help Prevent Falls: • Make sure your call light, table, telephone and anything else you need are within reach before staff leave the room. • Ask the staff to help you as needed. Ask your nurse or doctor what activities are safe for you to do on your own. • Ask for help before you get out of bed if you feel weak, lightheaded or dizzy. • Wear slippers, socks or shoes that will not slip. Ask for a pair of slip resistant socks if needed. • Keep the side rails on your bed up. Do not lean against the side rails. • Take your time. Move slowly. Sit at the side of the bed for a minute before you stand up. Preventing Falls in the Hospital. Russian.
ru: в больницах in the Hospital В больнице вам могут назначать анализы и обследования, лечение и новые для вас препараты, которые могут вызывать слабость и головокружение. Даже пробыв в постели всего один день, можно почувствовать слабость. Чтобы не упасть, необходимо соблюдать осторожность. Профилактика падений: • Прежде чем медицинский работник покинет помещение, убедитесь, что устройство вызова персонала, стол, телефон и все, что вам нужно, находятся в пределах досягаемости. • Попросите персонал помочь вам. Спросите у медсестры или врача, какие действия вам можно выполнять самостоятельно. • Если у вас слабость или головокружение, прежде чем встать с постели, обратитесь за помощью. • Носите такие носки и обувь, которые не дадут вам поскользнуться. Если необходимо, попросите пару нескользящих носков. • Боковые ограждения на кровати должны быть подняты. Не прислоняйтесь к ограждениям. • Не спешите. Двигайтесь медленно. Прежде чем встать, посидите минуту на краю кровати.

source: • Never use an IV pole or anything with wheels to support you. • Go to the toilet often so you will not have to hurry. • Ask someone to unplug and plug in your IV pump. Bending over can cause dizziness. • Avoid wearing long nightgowns or robes. • Keep a light on in your room—even at night. • Ask how to use devices such as canes, walkers and wheelchairs. Expect that staff will: • Check on you often. • Respond quickly to call lights and alarms. • Store equipment and items out of the way. • Clean up spills or slippery spots. Talk to your doctor or nurse if you have any questions or concerns. © 2005 - November 22, 2019, Health Information Translations. information found on this website should not be used in place of a consultation your doctor or other qualified health care provider before you start or stop any treatment State University Wexner Medical Center, Mount Carmel Health System, OhioHealth you may incur as a result of your stopping medical treatment or your failure to obtain Preventing Falls in the Hospital. Russian.
ru: • Никогда не используйте для поддержки стойку капельницы или другие предметы на колесах. • Часто ходите в туалет, чтобы вам не надо было спешить. • Просите кого-нибудь отключать и включать насос для внутривенных вливаний, т. к. при нагибании может закружиться голова. • Не носите длинные ночные рубашки или халаты. • Не выключайте свет в палате, даже ночью. • Спросите, как использовать такие устройства как трости, ходунки и коляски. Ожидайте, что персонал будет: • Часто к вам заходить. • Быстро реагировать на сигналы вызова. • Хранить оборудование и иные предметы в стороне от проходов. • Вытирать пролитые жидкости и скользкие участки. Если у вас есть вопросы или опасения, обратитесь к врачу или медсестре. for personal, non-commercial use only. The medical with your doctor or other health care provider. You should always seek the advice of or with any questions you may have about a medical condition. The Ohio and Nationwide Children’s Hospital are not responsible for injuries or damages treatment.

source: Preventing Illness During Germs such as bacteria, viruses, fungi and parasites cause infections that can lead to serious illness. There are things you can do to stay healthy during an emergency: • Wash your hands often. Wash the front and back of your hands and wrists, between yourvfingers and around your nails with soap and water for 15 seconds.Wash your hands: Ì After using the toilet Ì Before and after eating or handling food Ì After coughing, sneezing or blowing your nose Before and after you have contact with someone who is sick Ì Before and after changing a baby’s diaper Ì After touching another person After handling dirty dishes or garbage Ì After touching animals or handling animal waste • Use alcohol-based hand sanitizer when soap and water are not available. Preventing Illness During an Emergency. Russian.
ru: во время ситуаций an Emergency Микроорганизмы, такие как бактерии, вирусы, грибки и паразиты, вызывают инфекции, которые могут привести к серьезным заболеваниям. Ниже приводятся правила, выполняя которые можно сохранить свое здоровье в чрезвычайной ситуации: • Чаще мойте руки. Мойте ладони и тыльную сторону ладоней, запястья, кожу между пальцами и около ногтей водой с мылом в течение 15 секунд. Мойте руки каждый раз: Ì после посещения туалета Ì до и после еды или приготовления пищи Ì после кашля, чихания и сморкания до и после контакта с больным человеком Ì до и после смены подгузника у ребенка Ì после прикосновения к другому человеку после соприкосновения с грязной посудой или мусором Ì после соприкосновения с животными и отходами их жизнедеятельности • Если вода и мыло недоступны, используйте дезинфицирующее средство на основе спирта.

source: • Avoid touching your eyes, nose and mouth. Germs often spread when you touch something that has germs on it and then touch your face. • Cover your mouth with a and nose tissue when you cough or sneeze to prevent spreading germs to those around you. Throw away the tissue and wash your hands. If you do not have a tissue, cough or sneeze into your shoulder or arm. • Clean surfaces, such as countertops, sinks, doorknobs, telephones and light switches with a disinfectant cleaner or cleaner with bleach. You can also mix your own water and bleach solution. Mix ten parts water to one part bleach. • Limit your contact with those who are ill. • Avoid shaking hands if you are ill and with others who are ill. • Stay away from others when you are Stay home from work, school or sick. running errands if you can. • Get a full night’s rest, eat a healthy diet and drink at least eight glasses of liquids each day. © 2007 - September 24, 2019, Health Information Translations. Content developed through a partnership of the Central Ohio Trauma System, the County Board of Health, Mount Carmel Health, Ohio State University Medical Center Preventing Illness During an Emergency. Russian.
ru: • Старайтесь не прикасаться к глазам, носу и рту. Микроорганизмы легко переносятся, если сначала прикоснуться к предмету, на котором есть источник инфекции, а затем – к своему лицу. • При кашле и чихании прикрывайте рот и нос бумажным носовым платком, чтобы предотвратить распространение микроорганизмов среди окружающих. Выбросьте носовой платок и вымойте руки. Если у вас нет носового платка, прикрывайтесь рукой или плечом. • При уборке квартиры обрабатывайте столешницы, раковины, дверные ручки, телефоны и выключатели дезинфицирующим моющим средством или моющим средством с хлоркой. Можно также смешать воду с раствором хлорки в соотношении десять к одному. • Ограничьте контакты с больными. • Избегайте рукопожатий, если вы больны сами, а также с больными. • Если вы заболели, избегайте контактов с посторонними. По возможности оставайтесь дома, не ходите на работу, учебу и по личным делам. • Хорошо высыпайтесь, ешьте здоровую пищу и выпивайте не менее восьми стаканов жидкости в день. Columbus Medical Association Foundation, Columbus Public Health, Franklin and OhioHealth, Columbus, Ohio. Available for use as a public service without

source: Preventing Infections Cell Count Low white blood cell (WBC) count is called neutropenia. Chemotherapy, radiation therapy, other treatments or an illness may cause a low WBC count. A low WBC count makes you more likely to get an infection. Often the only sign of an infection in a person with cancer is a fever. Most people getting cancer treatments are told to check their temperature 2 times each day while their WBC count is low. Your doctor or nurse may give you other instructions. Do not take any medicines such as Tylenol to lower your temperature unless directed by your doctor. When your WBC is low, you need to take extra care to prevent infection. Preventing Infections When Your White Blood Cell Count
ru: инфекционных пониженном When Your White Blood is Low Пониженный уровень лейкоцитов называется нейтропенией. Он может быть вызван химиотерапией, радиотерапией, другими видами лечения или имеющимся заболеванием. Пониженное количество лейкоцитов увеличивает риск инфекционных заболеваний. Зачастую единственным признаком инфекции у онкологического больного является повышенная температура. Большинству людей, которые лечатся от рака, в период пониженного уровня лейкоцитов назначают мерить температуру два раза в день. Ваш врач или медсестра могут дать вам иные указания. Не принимайте никаких жаропонижающих лекарств типа Тайленола, если вам не прописал их врач. Чтобы избежать инфекционных заболеваний при пониженном уровне лейкоцитов, требуются дополнительные меры защиты. is Low. Russian.

source: To Help Prevent Infection: Hygiene • Wash your hands for at least 15 seconds with warm water and soap. Wash before eating, when preparing food, and after using the toilet. Anyone caring for you should do the same. • Shower or take a bath every day if you are allowed. • Do not take bubble baths or use hot tubs. • Check your skin closely for cuts, rashes, redness and swelling. Call your doctor if you have problems. • After you urinate or have a bowel movement, always wipe from your front to your back. Wash your hands. • Use an electric razor for shaving to avoid cuts. • Use a soft bristle toothbrush to clean your teeth after eating and before bedtime. If you have dentures, clean them in the morning and evening. • Inspect your mouth each day. Call your doctor if you have any redness, white patches, cuts or bumps. • Wear a mask or leave the room when it is being cleaned. • Do not use douches or tampons. • Use a condom and a water-based lubricant such as K-Y Jelly when having sexual intercourse. Do not use a diaphragm or IUD. Preventing Infections When Your White Blood Cell Count
ru: Профилактика инфекционных заболеваний Гигиена • Мойте руки теплой водой с мылом не менее 15 секунд перед едой, при приготовлении пищи и после пользования туалетом. Все, кто ухаживает за вами, должны соблюдать эти же правила. • Если вам разрешено, ежедневно принимайте душ или ванну. • Не пользуйтесь джакузи или гидромассажной ванной. • Внимательно осматривайте кожу на предмет порезов, сыпи, покраснений или припухлостей. Если у вас возникли проблемы, позвоните врачу. • После мочеиспускания или дефекации всегда подтирайтесь спереди назад, а затем мойте руки. • Чтобы избежать порезов, пользуйтесь электрической бритвой. • Для чистки зубов после еды и перед сном используйте зубную щетку с мягкой щетиной. Если вы носите зубные протезы, чистите их утром и вечером. • Ежедневно проверяйте свой рот. Позвоните врачу, если у вас есть покраснения, белые пятна, порезы или шишки. • Во время уборки надевайте маску или выходите из комнаты. • Не пользуйтесь спринцовкой или тампонами. • При половых сношениях используйте презерватив и смазку на водной основе, такую как K-Y Jelly Не используйте диафрагму или внутриматочную спираль. is Low. Russian.

source: Food Safety • Do not eat raw or undercooked foods such as: Ì Fresh fruit or vegetables Raw eggs, meat or fish • Cook meat, fish and eggs well done. • Use only pasteurized milk, cheeses, yogurt or cream. • Do not leave drinks sitting out for more than 2 hours. Other Tips • Get plenty of rest. Try to get about 8 hours of sleep a night. • Walk, or at least sit up in a chair, 3 to 4 times a day. Pace yourself and do not get too tired. • Avoid people with infections such as colds, flu, cold sores, shingles, chicken pox, measles and mumps. • Avoid people who have had vaccines in the past few weeks. Vaccines could be for polio, rubella, mumps, measles, yellow fever or smallpox. • Ask your doctor before getting vaccines when your WBC count is low. Preventing Infections When Your White Blood Cell Count
ru: Меры предосторожности при приеме пищи • Не ешьте сырую или не до конца приготовленную пищу, такую как: Ì свежие фрукты и овощи; Ì сырые яйца, мясо и рыба. • Готовьте мясо, рыбу и яйца до полной готовности. • Употребляйте только пастеризованное молоко, сыр, йогурт и сметану. • Не оставляйте напитки в тепле дольше, чем на 2 часа. Рекомендации • Старайтесь побольше отдыхать. Каждую ночь старайтесь спать около 8 часов. • Ходите или по крайней мере сидите в кресле 3–4 раза в день. Задавайте для себя приемлемый темп, чтобы не сильно уставать. • Избегайте людей с инфекционными заболеваниями, такими как простуда, грипп, герпес, опоясывающий герпес, ветряная оспа, корь и паротит. • Избегайте людей, в течение последних нескольких недель прошедших вакцинацию, например от полиомиелита, краснухи, паротита, кори, жёлтой лихорадки или оспы. • Перед вакцинацией сообщите врачу, что у вас пониженный уровень лейкоцитов. is Low. Russian.

source: • Do not clean birdcages, fish tanks or cat litter boxes. If there is no one to help you, wear rubber gloves and throw them away after every use. • Wear gloves when gardening. Avoid plants and live flowers in vases. • Have your furnace filters changed each month. Call your doctor right away if you have: • A fever over 100.4 degrees F or 38 degrees C • Chills or sweats • Any signs of infection such as redness, warmth, swelling, drainage or pain • Sweats • Feel more tired • Sore throat or mouth • A cough • Pain or burning when passing urine • Cloudy or bloody urine Talk to your doctor or nurse if you have any questions or concerns © 2009 - March 12, 2018, Health Information Translations. found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Wexner Medical Center, Mount Carmel Health System, OhioHealth and Nationwide a result of your stopping medical treatment or your failure to obtain treatment. Preventing Infections When Your White Blood Cell Count
ru: • Не чистите клетку для птиц, аквариум или кошачий лоток. Если никто не может вам помочь, надевайте резиновые перчатки и выбрасывайте их после каждого использования. • Используйте перчатки при работе в саду. Избегайте растений и живых цветов в вазах. • Ежемесячно меняйте фильтры в кухонной вытяжке. Немедленно позвоните врачу, если у вас: • Температура выше 100,4º F или 38º C • Озноб или повышенное потоотделение • Какие-либо признаки инфекции: покраснение, жжение, припухлость, выделение жидкости или боль • Повышенное потоотделение • Повышенная усталость • Боль в горле или во рту • Кашель • Боль или жжение при мочеиспускании • Мутная моча или следы крови в моче Если у вас есть вопросы или сомнения, обратитесь к врачу или медсестре. for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Children’s Hospital are not responsible for injuries or damages you may incur as is Low. Russian.
